[ViperBoss X2CharacterTemplate]
strCharacterName="毒蛇怪国王克隆体"

[BerserkerBoss X2CharacterTemplate]
strCharacterName="狂战士皇后克隆体"

[ArchonBoss X2CharacterTemplate]
strCharacterName="执政官国王克隆体"

[ViperReaction X2AbilityTemplate]
LocFriendlyName="非人般反应"
LocLongDescription="毒蛇怪国王克隆体可以对局势作出非人般的敏捷反应。"
LocHelpText="快速反应。"
LocFlyOverText="非人般反应"

[BerserkerReaction X2AbilityTemplate]
LocFriendlyName="非人般反应"
LocLongDescription="狂战士皇后克隆体可以对局势作出非人般的敏捷反应。"
LocHelpText="快速反应。"
LocFlyOverText="非人般反应"

[ArchonReaction X2AbilityTemplate]
LocFriendlyName="非人般反应"
LocLongDescription="执政官国王克隆体可以对局势作出非人般的敏捷反应。"
LocHelpText="快速反应。"
LocFlyOverText="非人般反应"

[NewRAGEArmor X2TechTemplate]
DisplayName="R.A.G.E.护甲"
Summary="我们或许能够将狂战士女王克隆体异常耐用的皮肤改进成高性能护甲。" 

[NewSerpentArmor X2TechTemplate]
DisplayName="毒蛇护甲"
Summary="毒蛇怪国王克隆体的鳞片非常轻巧且柔韧，应该可以在强化之后提供很高的防护性。"

[NewIcarusArmor X2TechTemplate]
DisplayName="伊卡洛斯装甲"
Summary="在对死去的执政官国王克隆体仔细的检查之后，我们可以利用其独特的推进系统对护甲进行改造。"

[CorpseViperBoss X2ItemTemplate]
FriendlyName="毒蛇怪国王克隆体尸体"
FriendlyNamePlural="毒蛇怪国王克隆体尸体"
BriefSummary="虽然这个标本仅仅是毒蛇怪国王的一个克隆体，但它仍然具有原体那强大的产冰腺。" 

[CorpseBerserkerBoss X2ItemTemplate]
FriendlyName="狂战士皇后克隆体尸体"
FriendlyNamePlural="狂战士皇后克隆体尸体"
BriefSummary="这个狂暴女王的复制品不仅保留了它的力量，还保留了它非凡的脾气。在尝试断开任何嵌入式系统的连接时，都应该非常小心。"

[CorpseArchonBoss X2ItemTemplate]
FriendlyName="执政官国王克隆体尸体"
FriendlyNamePlural="执政官国王克隆体尸体"
BriefSummary="尽管它只是执政官国王的克隆，但这种生物即使死亡了也不应被低估。"

[IcarusArmor X2ArmorTemplate]
FriendlyName="伊卡洛斯装甲"
FriendlyNamePlural="伊卡洛斯装甲"
BriefSummary="将执政官国王克隆体处回收的飞行部件和我们现有标准制式的护甲系统相结合，就能诞生一种有着高伤害抵抗和移动力的新护甲。内置的推进系统能提供短时性的飞行能力，让穿戴者能快速的改变位置。"
TacticalText="<Bullet/> 伊卡洛斯装甲是中型护甲，提供2个物品槽，并具有更高的移动力。\n<Bullet/>伊卡洛斯装甲能让士兵立刻飞跃至一个新地点。\n<Bullet/>穿上此装甲有几率在战场上让执政官恐慌。"

[SerpentArmorMk2 X2ArmorTemplate]
FriendlyName="毒蛇护甲"
FriendlyNamePlural="毒蛇护甲"
BriefSummary="用毒蛇怪国王克隆体轻便且异常持久的鳞片制成，毒蛇护甲能极大提升士兵的反应力和速度。它同样配备了一个爪钩系统，其中带有毒蛇怪国王寒冷的毒液，能用来将敌人从掩护中拉出并将其冻结在原地。"
TacticalText="<Bullet/> 毒蛇护甲能提升移动力和擦弹几率。\n<Bullet/>毒蛇护甲的腕部带有爪钩，能用来移动或将敌人单位拉出掩护。\n<Bullet/>穿戴此护甲有几率在战斗中使毒蛇怪恐慌。"

[RAGEArmorMk2 X2ArmorTemplate]
FriendlyName="R.A.G.E.护甲"
FriendlyNamePlural="R.A.G.E.护甲"
BriefSummary="近乎无法破坏的狂战士皇后克隆体的皮肤完全能够胜任护甲的功能，能够提供惊人的保护，伤害抵抗以及移动力。R.A.G.E.护甲同样还能快速地激发穿戴者的肾上腺素，让他们能冲向敌人发动强力的近战攻击。"
TacticalText="<Bullet/> R.A.G.E.护甲是重型护甲，提供更快的移动力并让士兵能携带一把重武器。\n<Bullet/>R.A.G.E.护甲让穿戴者冲向敌人并造成巨大的近战伤害。\n<Bullet/>穿上该护甲有几率使战斗中遭遇的异变者和狂战士恐慌。"